"agent_OKButton" = "OK";
"agent_CancelButton" = "Stornieren";

"agent_menuQuit" = "Verlassen";
"agent_menuEnablePlugin" = "Aktivieren Sie das Folx Plugin";
"agent_menuConfigure" = "Plugin-Einstellungen";

"agent_menuAddTask" = "Neue Aufgabe";
"agent_menuStartAll" = "Alle starten";
"agent_menuStopAll" = "Alle anhalten";

"agent_btnUsePlugin" = "Nutze Folx für den Sammeldownload von Links in Browsern";
"agent_prefCheckMimeType" = "Sammeldownload Typen:";
"agent_prefRestoreDefaults" = "Standardeinstellungen wiederherstellen";

"agent_msgErrorAddCatchingType" = "alle Felder sind erforderlich";
"agent_infoErrorAddCatchingType" = "Bitte füllen Sie alle Felder aus, um den Dateityp hinzuzufügen, der geladen werden soll";

"agent_Description" = "Beschreibung";
"agent_MimeType" = "MIME Typ";
"agent_Extensions" = "Erweiterung(en)";

"agent_msgFolxNotFound" = "Folx ist auf diesem Computer nicht installiert";
"agent_infoFolxNotFound" = "Das Folx Plugin funktioniert nicht ohne die Folx App. Für Sammeldownloads und das Herunterladen von Dateien müssen Sie den Folx Download-Manager selbst installieren.";

"agent_msgInstallPlugin" = "Folx-Agent hat das Browser-Plugin fertig installiert";
"agent_infoInstallPlugin" = "Bitte starten Sie Ihren Internet-Browser neu um den Sammeldownload von Links zu aktivieren . Für eine genaue Liste der unterstützten Browser besuchen Sie die Folx-Hilfe.";